TargetApplication=c:\Utils\DebugStringView\DebugStringView.exe
Author=Germán Estévez - Neftalí
SourceLANGID=3082
LANGID=1027
Generator=DKLang Translation Editor v3.0
LastModified=2026-01-29 17:37:22

[FormMain]
00000002=Pausat
00000003=666 linies
00000004=Llista de processos (nom):
00000005=Identificadors de procèss:
00000013=&Fitxer
00000014=Opcions de fitxer
00000015=Captura
00000016=Opcions de captura de missatges
00000017=&Veure
00000018=Opcions de visualizació
00000019=Columnes
00000020=Visualitzar la llista de processos per nom
00000021=&Opcions
00000022=Altres opcions de configuració
00000023=&Font de lletra
00000034=Altres fonts...
00000040=Ajuda
00000041=Opcions d'ajuda
00000043=&Obrir
00000044=Obrir un fitxer desat per DebugStringView
00000045=&Desar
00000046=Guardar el contenido de la pantalla
00000047=Desa &com
00000048=&Sortir
00000049=Sortir de l'aplicació
00000050=Data
00000051=Veure/amagar la columna de data
00000052=Hora
00000053=Veure/amagar la columna d'hora
00000055=Nom de procèss
00000056=Missatge
00000057=&Colors per procèss
00000058=Assignar un color a cada procés
00000059=&Desplaçament automàtic
00000060=Ajuda
00000061=Ayuda acerca del programa
00000062=En quan &a...
00000063=Quant a l'aplicació
00000064=Actuali&zacions
00000065=Buscar actualizaciones del programa
00000066=Autoa&justar columnes
00000067=Calcular ancho automático de las columnas
00000068=&Llista de processos
00000069=Llista de processos visibles
00000070=&Netejar debug
00000071=Netejar tot el contingut del debug
00000073=&Pausa
00000074=Pausar la captura de missatges
00000075=&Reprendre
00000076=Reprendre la captura de missatges
00000077=Fitxers de log  (*.dsvlog)
00000078=Desar el contingut en fitxer
00000080=Només els missatges &visibles
00000081=Permet gravar només els missatges visibles a la pantalla (filtre activat)
00000082=Fitxers de log  (*.dsvlog)
00000083=Obrir un fitxer de log
00000084=Idiomes
00000085=Seleccionar tots els processos de la llista
00000086=Desseleccionar tots els processos de la llista
00000087=Invertir la selecció actual de processos
00000089=Cerca actualitzacions en &iniciar
00000090=Pistes
00000091=Filtrat
00000100=&Veure/amagar Toolbar
00000101=Visualitzar/amagar toolbar
00000102=&Nou
00000103=&Anterior
00000104=&Següent
00000105=&Eliminar
00000106=Crear un nou bookmark
00000107=Anar a l'anterior bookmark
00000108=Anar al següent bookmark
00000109=Eliminar un bookmark
00000110=Bookmarks
00000111=Llista de bookmarks:
00000114=Cerca
00000116=&Cercar
00000119=Cercar text als missatges
00000122=&Anar a... (ID)
00000123=Anar a una línia amb un determinat ID
00000124=&Cercar...
00000125=Cercar|Cerca un text específic
00000126=Cerca &Següent
00000127=Cerca següent|Repetir darrera cerca
00000128=Cerca pr&imer
00000129=Cerca Primer|Cerca primera ocurrència d'un text específic
00000132=
00000135=Copiar missatge
00000136=Copiar línia completa
00000137=Copiar el contingut de la línia completa
00000138=Copia el missatge de l'element seleccionat
00000139=&Netejar aquest process
00000140=Eliminar el process i tots els seus missatges del log
00000141=&Nova captura\n
00000142=Esborra tot el contingut actual e inicia una nova captura
00000143=Netejar aquest process
00000144=Eliminar el process i tots els seus missatges del log

[FormAcercaDe]
00000001=En quan a...
00000003=Versió XX.XX
00000005=DebugStringView és una aplicació que us permet monitoritzar la sortida de missatges de depuració al vostre equip local. Captura els missatges que les aplicacions enviïn utilitzant l'API OutputDebugString.
00000008=Tancar

[$CONSTANTS]
errBMNotFound=Error en localitzar el bookmark seleccionat
errBMNotFound1=S'ha produït un error en accedir al bookmark.
errBMNotFound2=És possible que estigueu intentant accedir a un element filtrat (no visible).
errcalcularVer=Error en consultar si hi ha noves versions del programa.
errDownload=Error en descarregar el fitxer: %s
errLimiteBookmarks=No es poden crear més bookmarks
errMemo=Error, heu d'assignar un [memo] per poder utilitzar aquesta classe <%s>
errPath=Error, heu d'assignar un [path] per poder utilitzar aquesta classe <%s>
errrestoreConfig1=Error al restaurar la configuración del fichero <%s>
errrestoreConfig2=Elimineu-lo i torneu a executar l'aplicació.
errSaveConfig1=Error en desar la configuració al fitxer <%s>.
errSaveConfig2=Pot ser degut a un error al programa oa falta de permisos per escriure al fitxer.
err_FilenameNotAssigned=No s'ha assignat el nom per al fitxer de configuració.
err_guardarFichero=Error en desar el fitxer
err_leerFichero=Error en llegir el fitxer.
err_NoSePuedeBorrar=Error, el fitxer <%s> no s'ha pogut esborrar.
err_Save=Error en desar el fitxer.
err_SinDatosAsignado=Error, la font dóna dades <dataset> no està assignada.
LBL_VERSION=Versió
msgCrearbm=Crear un nou bookmark
msgDesc1=Introduïu una descripció:
msgEliminarBM1=¿Realment desitja eliminar el bookmark seleccionat?
msgEliminarBM2=Eliminar bookmark
msgIrACaption=Anar a la línia... (per ID)
msgIrAMsg=Introduïu l'ID de l'element:
msgNewVersion=Hi ha una actualització disponible <%s>. Feu clic aquí per anar a la pàgina de descàrrega.
msgNoUpdates=No s'han trobat cap actualització.
msgNuevo1=L’inici d’una nova captura elimina tots els missatges, processos i adreces d’interès de la captura actual.
msgNuevo2=¿Desitja continuar?
msgOpenFile1=Ja hi ha missatges capturats a la pantalla, si continua amb la càrrega de fitxer, els missatges actuals s'esborraran.
msgOpenFile2=Voleu continuar amb l'obertura del fitxer?
msgReanudar1=En reprendre el procés de captura s'eliminaran tots els missatges de pantalla.
msgReanudar2=Voleu iniciar el procés de captura?
msgTitleNuevo=Iniciar una nova captura
msgTitleOpen=Obrir fitxer de missatges
msgTitleReanudar=Reprendre la captura
msgUpdatesTitle=Cerca actualitzacions
msg_Activo=Actiu
msg_Idioma=Canviar l'idioma de l'aplicació a [%s]
msg_lineas=linies
msg_NoEncontrado=Cap element trobat.
msg_Pausado=Pausat
msg_Updates1=S'ha trobat una versió més recent de l'aplicació <%s>.
msg_Updates2=Voleu obrir la pàgina web per descarregar-la?
str_Filtered=Filtrat
title_Fecha=Data
title_hora=Hora
title_Mensaje=Missatge
title_Nombre=Nom
